from enum import Enum


class Command(Enum):

    """ myanimelist """
    anime_top = ["/ top anime", "/ топ аниме", "/ топ"]

    """ Важные команды """
    whoami = ["/ ктоя", "/ Ктоя"]

    """ Болталка """
    hello_msg = ["Привет брухбот", "Хай брухбот", "Здравствуй брухбот", "Брухбот привет"]
    how_msg = ["Брухбот, как дела?", "Брухбот ты как?", "Брухбот как дела?", "Брухбот как дела"]
    bye_msg = ["Пока брухбот", "Пока, брухбот", "Прощай брухбот", "Брухбот пока"]
    morn_msg = ["Всем доброе утро", "всем доброе утро", "Доброе утро брухбот", "Брухбот, доброе утро", "Брухбот, доброе утро"]